Repository: AliGhorbaniGit/Car-Weel
Catalog: pages/locale/*/LC_MESSAGES/django.po
Languages: fa

source: car class tilte
fa: عنوان کلاس ماشین

source: description
fa: توضیحات

source: image
fa: تصویر

source: car class
fa: کلاس ماشین

source: car brand title
fa: عنوان برند ماشین

source: car brand
fa: برند ماشین

source: car title
fa: عنوان ماشین

source: autor
fa: سازنده

source: car
fa: ماشین

source: comment text
fa: متن کامنت

source: date time created
fa: زمان ایجاد

source: date time modified
fa: زمان ویرایش

source: type your comment here
fa: کامنت خود را اینحا وارد کنید

source: send
fa: ارسال

source: for comment, please log in
fa: برای کامنت گذاشتن و لطفا ابتدا وارد شوید

source: comments
fa: کامنت

source: Home
fa: خانه
